{
  "Eph 1": {
    "verses": [
      {
        "ref": "Eph. 1:1",
        "text": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are in Ephesus and are faithful in Christ Jesus:"
      },
      {
        "ref": "Eph. 1:2",
        "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
      },
      {
        "ref": "Eph. 1:3",
        "text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenlies in Christ,"
      },
      {
        "ref": "Eph. 1:4",
        "text": "Even as He chose us in Him before the foundation of the world to be holy and without blemish before Him in love,"
      },
      {
        "ref": "Eph. 1:5",
        "text": "Predestinating us unto sonship through Jesus Christ to Himself, according to the good pleasure of His will,"
      },
      {
        "ref": "Eph. 1:6",
        "text": "To the praise of the glory of His grace, with which He graced us in the Beloved;"
      },
      {
        "ref": "Eph. 1:7",
        "text": "In whom we have redemption through His blood, the forgiveness of offenses, according to the riches of His grace,"
      },
      {
        "ref": "Eph. 1:8",
        "text": "Which He caused to abound to us in all wisdom and prudence,"
      },
      {
        "ref": "Eph. 1:9",
        "text": "Making known to us the mystery of His will according to His good pleasure, which He purposed in Himself,"
      },
      {
        "ref": "Eph. 1:10",
        "text": "Unto the economy of the fullness of the times, to head up all things in Christ, the things in the heavens and the things on the earth, in Him;"
      },
      {
        "ref": "Eph. 1:11",
        "text": "In whom also we were designated as an inheritance, having been predestinated according to the purpose of the One who works all things according to the counsel of His will,"
      },
      {
        "ref": "Eph. 1:12",
        "text": "That we would be to the praise of His glory who have first hoped in Christ."
      },
      {
        "ref": "Eph. 1:13",
        "text": "In whom you also, having heard the word of the truth, the gospel of your salvation, in Him also believing, you were sealed with the Holy Spirit of the promise,"
      },
      {
        "ref": "Eph. 1:14",
        "text": "Who is the pledge of our inheritance unto the redemption of the acquired possession, to the praise of His glory."
      },
      {
        "ref": "Eph. 1:15",
        "text": "Therefore I also, having heard of the faith in the Lord Jesus which is among you and your love to all the saints,"
      }
    ],
    "mode": "reihenfolge",
    "last_index": 1
  },
  "Eph 2": {
    "verses": [
      {
        "ref": "Eph. 2:1",
        "text": "And you, though dead in your offenses and sins,"
      },
      {
        "ref": "Eph. 2:2",
        "text": "In which you once walked according to the age of this world, according to the ruler of the authority of the air, of the spirit which is now operating in the sons of disobedience;"
      },
      {
        "ref": "Eph. 2:3",
        "text": "Among whom we also all conducted ourselves once in the lusts of our flesh, doing the desires of the flesh and of the thoughts, and were by nature children of wrath, even as the rest;"
      },
      {
        "ref": "Eph. 2:4",
        "text": "But God, being rich in mercy, because of His great love with which He loved us,"
      },
      {
        "ref": "Eph. 2:5",
        "text": "Even when we were dead in offenses, made us alive together with Christ (by grace you have been saved)"
      },
      {
        "ref": "Eph. 2:6",
        "text": "And raised us up together with Him and seated us together with Him in the heavenlies in Christ Jesus,"
      },
      {
        "ref": "Eph. 2:7",
        "text": "That He might display in the ages to come the surpassing riches of His grace in kindness toward us in Christ Jesus."
      },
      {
        "ref": "Eph. 2:8",
        "text": "For by grace you have been saved through faith, and this not of yourselves; it is the gift of God;"
      }
    ],
    "mode": "reihenfolge",
    "last_index": 0
  }
}