{
  "Epheser 1": {
    "verses": [
      {
        "ref": "Eph. 1:1",
        "text": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are in Ephesus and are faithful in Christ Jesus:"
      },
      {
        "ref": "Eph. 1:2",
        "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
      },
      {
        "ref": "Eph. 1:3",
        "text": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenlies in Christ,"
      },
      {
        "ref": "Eph. 1:4",
        "text": "Even as He chose us in Him before the foundation of the world to be holy and without blemish before Him in love,"
      },
      {
        "ref": "Eph. 1:5",
        "text": "Predestinating us unto sonship through Jesus Christ to Himself, according to the good pleasure of His will,"
      },
      {
        "ref": "Eph. 1:6",
        "text": "To the praise of the glory of His grace, with which He graced us in the Beloved;"
      },
      {
        "ref": "Eph. 1:7",
        "text": "In whom we have redemption through His blood, the forgiveness of offenses, according to the riches of His grace,"
      },
      {
        "ref": "Eph. 1:8",
        "text": "Which He caused to abound to us in all wisdom and prudence,"
      },
      {
        "ref": "Eph. 1:9",
        "text": "Making known to us the mystery of His will according to His good pleasure, which He purposed in Himself,"
      },
      {
        "ref": "Eph. 1:10",
        "text": "Unto the economy of the fullness of the times, to head up all things in Christ, the things in the heavens and the things on the earth, in Him;"
      },
      {
        "ref": "Eph. 1:11",
        "text": "In whom also we were designated as an inheritance, having been predestinated according to the purpose of the One who works all things according to the counsel of His will,"
      },
      {
        "ref": "Eph. 1:12",
        "text": "That we would be to the praise of His glory who have first hoped in Christ."
      },
      {
        "ref": "Eph. 1:13",
        "text": "In whom you also, having heard the word of the truth, the gospel of your salvation, in Him also believing, you were sealed with the Holy Spirit of the promise,"
      },
      {
        "ref": "Eph. 1:14",
        "text": "Who is the pledge of our inheritance unto the redemption of the acquired possession, to the praise of His glory."
      },
      {
        "ref": "Eph. 1:15",
        "text": "Therefore I also, having heard of the faith in the Lord Jesus which is among you and your love to all the saints,"
      }
    ],
    "mode": "reihenfolge",
    "last_index": 9
  }
}